//인천공항 A01게이트 비행기 리스트
//비행기정보:비행기 종류, 비행기회사,출국시간,도착시간,목적지,조종사,부조종사,총승객탑승가능수

const gateA01 = [];
gateA01[0] = {
  kinds: "boing747",
  company: "대한항공",
  출국시간: "06:30",
  도착시간: "09:00",
  목적지: "나리타",
  조종사: "커티스 르 메이",
  부조종사: "잭 니콜슨",
  탑생가능: 1200,
};
gateA01[1] = {
  kinds: "airbus",
  company: "이스타에어",
  출국시간: "06:40",
  도착시간: "07:30",
  목적지: "목포",
  조종사: "정청",
  부조종사: "이자성",
  탑생가능: 1400,
};
gateA01[2] = {
  kinds: "boing737",
  company: "제주항공",
  출국시간: "06:50",
  도착시간: "08:30",
  목적지: "제주도",
  조종사: "돌하르방",
  부조종사: "한라봉",
  탑생가능: 1000,
};

console.log(gateA01);
console.log(gateA01[1]["kinds"]);
console.log(gateA01[1]["조종사"]);
